brew 'coreutils'
brew 'wget'

brew 'openssh'
brew 'vim'
brew 'composer'
brew 'git'
brew 'php'
brew 'pnpm'

tap 'homebrew/cask-fonts'
cask 'font-jetbrains-mono'

tap 'homebrew/cask-drivers'
cask 'logitech-options'

cask 'appcleaner'
cask 'brave-browser'
cask 'cyberduck'
cask 'dbngin'
cask 'discord'
cask 'figma'
cask 'firefox'
cask 'imageoptim'
cask 'keka'
cask 'kekaexternalhelper'
cask 'messenger'
cask 'onyx'
cask 'qbittorrent'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'tableplus'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
