cask_args appdir: '/Applications'

brew 'fish'
brew 'coreutils'
brew 'git'

tap 'homebrew/cask-fonts'
cask 'font-jetbrains-mono'

brew 'mas'
mas 'Canary Mail', id: 1236045954
mas 'mymind • Extend your mind', id: 1532801185

cask '1password'
cask 'appcleaner'
cask 'brave-browser'
cask 'discord'
cask 'figma'
cask 'firefox'
cask 'gitkraken'
cask 'google-drive'
cask 'keka'
cask 'kekaexternalhelper'
cask 'logitech-g-hub'
cask 'messenger'
cask 'microsoft-teams'
cask 'onyx'
cask 'qbittorrent'
cask 'raycast'
cask 'spotify'
cask 'tableplus'
cask 'visual-studio-code'
cask 'vlc'
cask 'warp'
cask 'whatsapp'
